// care 상품 리스트 정보 객체 //

// 1페이지
const itemsPg1 = {
    item1: { 
        상품이미지: "care1", 
        상품명: "유지력 강화 SET(탑젤+프라이머)", 
        상품가격: "34,600원" },
    item2: { 
        상품이미지: "care2", 
        상품명: "올인원 SET(탑젤+리무버+강화제)", 
        상품가격: "52,400원" },
    item3: { 
        상품이미지: "care3", 
        상품명: "광택 유지 SET(탑젤+강화제)", 
        상품가격: "31,600원" },
    item4: { 
        상품이미지: "care4", 
        상품명: "손상 개선 SET(리무버+강화제)", 
        상품가격: "32,600원" },
    item5: { 
        상품이미지: "care5", 
        상품명: "프로 글로시 탑젤", 
        상품가격: "19,800원" },
    item6: { 
        상품이미지: "care6", 
        상품명: "프로 루즈스킨 리무버", 
        상품가격: "10,800원" },
    item7: { 
        상품이미지: "care7", 
        상품명: "프로 이지 듀얼 스틱", 
        상품가격: "19,800원" },
    item8: { 
        상품이미지: "care8", 
        상품명: "프렙패드", 
        상품가격: "5,800원" },
    item9: { 
        상품이미지: "care9", 
        상품명: "프로 젤렘프", 
        상품가격: "21,000원" },
    item10: { 
        상품이미지: "care10", 
        상품명: "롱 우드스틱", 
        상품가격: "5,800원" },
}; // items //

// itemsPg 하나로 묶기
const items = [itemsPg1];

// 내보내기 //
export default items;