// custom2 상품 리스트 정보 객체 //

// 1페이지
const itemsPg1 = {
    item1: { 
        상품이미지: "custom1", 
        상품명: "프로 프리즘 탑젤 블루문", 
        상품가격: "22,800원" },
    item2: { 
        상품이미지: "custom2", 
        상품명: "[5종 세트] 캔디팝 커스텀젤", 
        상품가격: "64,000원" },
    item3: { 
        상품이미지: "custom3", 
        상품명: "캔디팝 커스텀젤 5종", 
        상품가격: "12,800원" },
    item4: { 
        상품이미지: "custom4", 
        상품명: "오로라 커스텀 파츠 3종", 
        상품가격: "5,800원" },
    item5: { 
        상품이미지: "custom5", 
        상품명: "모노크롬 커스텀젤 5종", 
        상품가격: "12,800원" },
    item6: { 
        상품이미지: "custom6", 
        상품명: "[5종 세트] 모노크롬 커스텀젤", 
        상품가격: "64,000원" },
}; // items //

// itemsPg 하나로 묶기
const items = [itemsPg1];

// 내보내기 //
export default items;