// nail 상품 리스트 정보 객체 //

// 1페이지
const itemsPg1 = {
    item1: { 
        상품이미지: "n_nail1", 
        상품명: "N 애프리콧 네일", 
        상품가격: "14,800원" },
    item2: { 
        상품이미지: "n_nail2", 
        상품명: "N 선셋 스파클링 네일", 
        상품가격: "27,800원" },
    item3: { 
        상품이미지: "n_nail3", 
        상품명: "N 미스티 라일락 네일", 
        상품가격: "27,800원" },
    item4: { 
        상품이미지: "n_nail4", 
        상품명: "N 선라이즈 네일", 
        상품가격: "27,800원" },
    item5: { 
        상품이미지: "n_nail5", 
        상품명: "N 어딕트 네일", 
        상품가격: "12,800원" },
    item6: { 
        상품이미지: "n_nail6", 
        상품명: "N 콘서트 네일", 
        상품가격: "16,800원" },
    item7: { 
        상품이미지: "n_nail7", 
        상품명: "N 베이직네일 3호", 
        상품가격: "12,800원" },
    item8: { 
        상품이미지: "n_nail8", 
        상품명: "N 데이지 민트 네일", 
        상품가격: "14,800원" },
    item9: { 
        상품이미지: "n_nail9", 
        상품명: "치크 네일(라운드 스퀘어)", 
        상품가격: "27,800원"}, 
    item10: { 
        상품이미지: "n_nail10", 
        상품명: "N 릴러바이 네일", 
        상품가격: "14,800원"}, 
}; // items //

// 2페이지
const itemsPg2 = {
    item11: { 
        상품이미지: "n_nail11", 
        상품명: "에센셜 네일(라운드 스퀘어)", 
        상품가격: "27,800원"}, 
    item12: { 
        상품이미지: "n_nail12", 
        상품명: "N 다람이 화원 네일", 
        상품가격: "14,800원"}, 
    item13: { 
        상품이미지: "n_nail13", 
        상품명: "N 오드리 네일", 
        상품가격: "16,800원"}, 
    item14: { 
        상품이미지: "n_nail14", 
        상품명: "N 도깨비 달 네일", 
        상품가격: "14,800원"}, 
    item15: { 
        상품이미지: "n_nail15", 
        상품명: "N 페어리 네일", 
        상품가격: "15,800원" },
    item16: { 
        상품이미지: "n_nail16", 
        상품명: "N 뉴트로 네일 1호", 
        상품가격: "14,800원" },
    item17: { 
        상품이미지: "n_nail17", 
        상품명: "N 쥬얼 트위드 네일", 
        상품가격: "17,800원" },
    item18: { 
        상품이미지: "n_nail18", 
        상품명: "N 애플 사이다 네일", 
        상품가격: "14,800원" },
    item19: { 
        상품이미지: "n_nail19", 
        상품명: "N 메리 미 네일", 
        상품가격: "16,800원"}, 
    item20: { 
        상품이미지: "n_nail20", 
        상품명: "심플 뷰티 네일(라운드 스퀘어)", 
        상품가격: "27,800원"}, 
}; // items //

// 3페이지
const itemsPg3 = {
    item21: { 
        상품이미지: "n_nail21", 
        상품명: "프루츠 네일(코핀)", 
        상품가격: "27,800원"}, 
    item22: { 
        상품이미지: "n_nail22", 
        상품명: "N 크림 인디고 네일", 
        상품가격: "12,800원"}, 
    item23: { 
        상품이미지: "n_nail23", 
        상품명: "N 오후의 정원 네일", 
        상품가격: "16,800원"}, 
    item24: { 
        상품이미지: "n_nail24", 
        상품명: "N 마일드 로즈 네일", 
        상품가격: "14,800원"}, 
    item25: { 
        상품이미지: "n_nail25", 
        상품명: "N 뭉게뭉게 네일", 
        상품가격: "14,800원" },
    item26: { 
        상품이미지: "n_nail26", 
        상품명: "N 달빛 네일", 
        상품가격: "14,800원" },
    item27: { 
        상품이미지: "n_nail27", 
        상품명: "N 칠리 네일", 
        상품가격: "12,800원" },
    item28: { 
        상품이미지: "n_nail28", 
        상품명: "블룸 네일(라운드 스퀘어)", 
        상품가격: "27,800원" },
    item29: { 
        상품이미지: "n_nail29", 
        상품명: "아케이드 네일(라운드 스퀘어)", 
        상품가격: "27,800원"}, 
    item30: { 
        상품이미지: "n_nail30", 
        상품명: "N 올리비아 네일", 
        상품가격: "14,800원"}, 
}; // items //

// itemsPg 하나로 묶기
const items = [itemsPg1,itemsPg2,itemsPg3];

// 내보내기 //
export default items;