// nail_geltip 상품 리스트 정보 객체 //

// 1페이지
const itemsPg1 = {
    item1: { 
        상품이미지: "n_geltip1", 
        상품명: "트윙클 레인 네일(라운드 스퀘어)",
        상품가격: "27,800원"},
    item2: { 
        상품이미지: "n_geltip2", 
        상품명: "제이드 네일(라운드 스퀘어)",
        상품가격: "27,800원"},
    item3: { 
        상품이미지: "n_geltip3", 
        상품명: "심플 뷰티 네일(라운드 스퀘어)",
        상품가격: "27,800원"},
    item4: { 
        상품이미지: "n_geltip4", 
        상품명: "마이 갤럭시 네일(라운드 스퀘어)",
        상품가격: "27,800원"},
    item5: { 
        상품이미지: "n_geltip5", 
        상품명: "트윙클 레인 네일(코핀)",
        상품가격: "27,800원"},
    item6: { 
        상품이미지: "n_geltip6", 
        상품명: "루루 네일(라운드 스퀘어)",
        상품가격: "27,800원"},
    item7: { 
        상품이미지: "n_geltip7", 
        상품명: "시크 블랙 네일(라운드 스퀘어)",
        상품가격: "25,800원"},
    item8: { 
        상품이미지: "n_geltip8", 
        상품명: "뉴트럴 네일(라운드 스퀘어)",
        상품가격: "25,800원"},
    item9: { 
        상품이미지: "n_geltip9", 
        상품명: "그로브 네일(라운드 스퀘어)",
        상품가격: "25,800원"},
    item10: { 
        상품이미지: "n_geltip10", 
        상품명: "우디 네일(코핀)",
        상품가격: "27,800원"},
}; // items //

// itemsPg 하나로 묶기
const items = [itemsPg1];


// 내보내기 //
export default items;