// nail_gelst 상품 리스트 정보 객체 //

// 1페이지
const itemsPg1 = {
    item1: { 
        상품이미지: "n_gelst1", 
        상품명: "N 어딕트 네일", 
        상품가격: "12,800원" },
    item2: { 
        상품이미지: "n_gelst2", 
        상품명: "N 베이직 네일 1호", 
        상품가격: "12,800원" },
    item3: { 
        상품이미지: "n_gelst3", 
        상품명: "N 오드리 네일", 
        상품가격: "16,800원" },
    item4: { 
        상품이미지: "n_gelst4", 
        상품명: "N 미라쥬 네일", 
        상품가격: "16,800원" },
    item5: { 
        상품이미지: "n_gelst5", 
        상품명: "N 쿼츠 네일", 
        상품가격: "14,800원" },
    item6: { 
        상품이미지: "n_gelst6", 
        상품명: "N 브리에 네일", 
        상품가격: "14,800원" },
    item7: { 
        상품이미지: "n_gelst7", 
        상품명: "N 크림 프리지아 네일", 
        상품가격: "12,800원" },
    item8: { 
        상품이미지: "n_gelst8", 
        상품명: "N 버디 네일", 
        상품가격: "14,800원" },
    item9: { 
        상품이미지: "n_gelst9", 
        상품명: "N 틴트 하이틴 네일", 
        상품가격: "12,800원"}, 
    item10: { 
        상품이미지: "n_gelst10", 
        상품명: "N 줄리엣 네일", 
        상품가격: "12,800원"}, 
}; // items //

// itemsPg 하나로 묶기
const items = [itemsPg1];


// 내보내기 //
export default items;