// pedi 상품 리스트 정보 객체 //

// 1페이지
const itemsPg1 = {
    item1: { 
        상품이미지: "p_pedi1", 
        상품명: "P 핑크 체리즈 페디", 
        상품가격: "15,800원" },
    item2: { 
        상품이미지: "p_pedi2", 
        상품명: "P 위티 페디", 
        상품가격: "14,800" },
    item3: { 
        상품이미지: "p_pedi3", 
        상품명: "P 발레리나 페디", 
        상품가격: "14,800원" },
    item4: { 
        상품이미지: "p_pedi4", 
        상품명: "P 틴트 버건디 페디", 
        상품가격: "12,800원" },
    item5: { 
        상품이미지: "p_pedi5", 
        상품명: "P 베이직페디 3호", 
        상품가격: "12,800원" },
    item6: { 
        상품이미지: "p_pedi6", 
        상품명: "P 내 엄지를 보라 페디", 
        상품가격: "15,800원" },
    item7: { 
        상품이미지: "p_pedi7", 
        상품명: "P 뉴트로 1호 페디", 
        상품가격: "14,800원" },
    item8: { 
        상품이미지: "p_pedi8", 
        상품명: "P 누보 페디", 
        상품가격: "14,800원" },
    item9: { 
        상품이미지: "p_pedi9", 
        상품명: "P 칠리 레드 페디", 
        상품가격: "12,800원" },
    item10: { 
        상품이미지: "p_pedi10", 
        상품명: "P 틴트 블랙 페디", 
        상품가격: "12,800원" },
}; // items //

// 2페이지
const itemsPg2 = {
    item11: { 
        상품이미지: "p_pedi11", 
        상품명: "P 파이럿 페디", 
        상품가격: "12,800원" },
    item12: { 
        상품이미지: "p_pedi12", 
        상품명: "P 달링 페디", 
        상품가격: "14,800원" },
    item13: { 
        상품이미지: "p_pedi13", 
        상품명: "P 로미오 페디", 
        상품가격: "12,800" },
    item14: { 
        상품이미지: "p_pedi14", 
        상품명: "P 타이드 풀 페디", 
        상품가격: "14,800원" }, 
    item15: { 
        상품이미지: "p_pedi15", 
        상품명: "P 아르망 페디", 
        상품가격: "14,800원" },
    item16: { 
        상품이미지: "p_pedi16", 
        상품명: "P 체크메이트 페디", 
        상품가격: "14,800원" },
    item17: { 
        상품이미지: "p_pedi17", 
        상품명: "P 아우라 페디", 
        상품가격: "14,800원" },
    item18: { 
        상품이미지: "p_pedi18", 
        상품명: "P 앨리스 페디", 
        상품가격: "14,800원" },
    item19: { 
        상품이미지: "p_pedi19", 
        상품명: "P 하트비트 페디", 
        상품가격: "18,800원" },
    item20: { 
        상품이미지: "p_pedi20", 
        상품명: "P 코발트 블루 페디", 
        상품가격: "12,800원" },
}; // items //

// 3페이지
const itemsPg3 = {
    item21: { 
        상품이미지: "p_pedi21", 
        상품명: "P 캐비어 페디", 
        상품가격: "14,800원" },
    item22: { 
        상품이미지: "p_pedi22", 
        상품명: "P 아이스 민트 페디", 
        상품가격: "14,800원" },
    item23: { 
        상품이미지: "p_pedi23", 
        상품명: "P 미뉴에트 페디", 
        상품가격: "16,800원" }, 
    item24: { 
        상품이미지: "p_pedi24", 
        상품명: "P 소나타 페디", 
        상품가격: "14,800원" }, 
    item25: { 
        상품이미지: "p_pedi25", 
        상품명: "P 브라이트 페디", 
        상품가격: "14,800원" },
    item26: { 
        상품이미지: "p_pedi26", 
        상품명: "P 스테디페디 5호", 
        상품가격: "14,800원" },
    item27: { 
        상품이미지: "p_pedi27", 
        상품명: "P 마스 페디", 
        상품가격: "16,800원" },
    item28: { 
        상품이미지: "p_pedi28", 
        상품명: "P 베이직 무드 페디", 
        상품가격: "14,800원" },
    item29: { 
        상품이미지: "p_pedi29", 
        상품명: "P 디아망 페디", 
        상품가격: "12,800원" }, 
    item30: { 
        상품이미지: "p_pedi30", 
        상품명: "P 포지타노 페디", 
        상품가격: "14,800원" }, 
}; // items //

// itemsPg 하나로 묶기
const items = [itemsPg1,itemsPg2,itemsPg3];

// 내보내기 //
export default items;