// pedi_gelst 상품 리스트 정보 객체 //

// 1페이지
const itemsPg1 = {
    item1: { 
        상품이미지: "p_gelst1", 
        상품명: "P 피콕 블루 페디", 
        상품가격: "12,800원" },
    item2: { 
        상품이미지: "p_gelst2", 
        상품명: "P 발레리나 페디", 
        상품가격: "14,800원" },
    item3: { 
        상품이미지: "p_gelst3", 
        상품명: "P 썬 데이지 페디", 
        상품가격: "14,800원" },
    item4: { 
        상품이미지: "p_gelst4", 
        상품명: "P 블레이즈 페디", 
        상품가격: "12,800원" },
    item5: { 
        상품이미지: "p_gelst5", 
        상품명: "P 메이플 페디", 
        상품가격: "14,800원" },
    item6: { 
        상품이미지: "p_gelst6", 
        상품명: "P 탠저린 체크 페디", 
        상품가격: "15,800원" },
    item7: { 
        상품이미지: "p_gelst7", 
        상품명: "P 베수비오 페디", 
        상품가격: "14,800원" },
    item8: { 
        상품이미지: "p_gelst8", 
        상품명: "P 블루 샤크 페디", 
        상품가격: "14,800원" },
    item9: { 
        상품이미지: "p_gelst9", 
        상품명: "P 블루팝스 페디", 
        상품가격: "14,800원" },
    item10: { 
        상품이미지: "p_gelst10", 
        상품명: "P 베케이션 페디", 
        상품가격: "14,800원" },
}; // items //

// itemsPg 하나로 묶기
const items = [itemsPg1];

// 내보내기 //
export default items;